courses TestSuite/course 6 months length request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap="http://kodilla.com/courses/soap">
    <soapenv:Header/>
    <soapenv:Body>
        <soap:getCourseRequest>
            <soap:name>Java Developer</soap:name>
        </soap:getCourseRequest>
    </soapenv:Body>
</soapenv:Envelope>